[
    {
        "id": 1,
        "name": "Маслени лимецови сърца с шоколад",
		"products": ["краве масло - 300 г", "лимецово брашно - 700 г", "пудра захар - 300 г", "жълтъци - 4 бр.", "белтък - 1 бр. за тестото + 1 бр. за намазване", "лимонова захар - 1 пакетче", "шоколадови капки - от натурален шоколад"],
		"instructions": "Маслото се оставя на стайна температура, за да омекне. \n\nЗахарта се изсипва в купа. Прибавя се пудрата захар. Разбърква се с миксер до побеляване. \n\nБрашното се изсипва в друга купа, в която ще се меси тестото. \n\nПрибавя се лимоновата захар, след което се разбърква много добре. \n\nМаслото със захарта се прибавя към брашното. \n\nПрибавят се жълтъците и белтъкът. \n\nЗамесва се маслено тесто. \n\nТестото се оставя за 10 мин в хладилник. \n\nСлед като се извади от хладилника, тестото се разделя на 5 части. \n\nВсяка част се разточва на кора с дебелина 1 см. \n\nИзрязват се сладки сърца с различна форма, като една част от сърцата се изрязват в средата с дупка от сърце. \n\nСърцата без дупка се намазват по краищата с белтък. \n\nОтгоре се нарежда сърце с дупка и се слепват. \n\nВ средата се слагат шоколадови капки. \n\nДругите сърца се украсяват с шоколадови капки, без да се слепват. \n\nНареждат се вкусните масленки в тава върху хартия за печене. \n\nПекат се маслени лимецови сърца с шоколад в предварително загрята фурна 10 мин на 180 °C."
	},
	{
        "id": 2,
        "name": "Сладкиш от стар кекс",
		"products": ["кекс - 400 г сух", "яйца - 7 бр.", "захар - 300 г", "прясно мляко - 700 мл"],
		"instructions": "Понякога в нашата трапеза остават някои храни, а пък аз не обичам да изхвърлям. \n\nЕто ви една идейка, ако у вас се задържи кекс повече от нужното. В моя случай кексът беше сух и стана голяма количество и се задържа доста. \n\nЕто какво спретнах с него. \n\nНарязваме на малки кубчета старият кекс и ги поставяме в тавичка. \n\nВ отделна купа се разбиват захарта и яйцата, докато стане пухкава смес. След това прибавяме млякото. Получената смес се изсипва при нарязания кекс. \n\nСладкишът се пече във фурна за около 30 минути на 180 градуса. \n\nСладкишът от стар кекс е готов! "
	},
	{
        "id": 3,
        "name": "Шоколадови мъфини с изненада",
		"products": ["яйца - 2 бр.", "захар - половин чаша", "олио - половин чаша", "прясно мляко - 1 чаша", "какао - 1 - 2 с.л.", "бакпулвер - 10 г", "брашно - 8 с.л.", "шоколад - 100 г, млечен"],
		"instructions": "Разбийте яйцата, след това добавете захарта, млякото, после олиото, след това какаото и накрая малко по малко брашното, смесено с бакпулвера. \n\nВъв формата за мъфини сложете хартиени кошнички, намазани с олио или просто намажете формата с масло, за да не залепнат мъфините ви. \n\nНарежете шоколада на 12 равни части. \n\nИзсипете по 1 супена лъжица от сместа във всяка кошничка, след което сложете по едно шоколадово кубче. Разпределете останалата част от сместа равномерно \n\nПечете в предварително загрята фурна на 180°C за около 20 минути. \n\nДа ви е сладко, мили хора, с вкусните шоколадови мъфини с изненада! "
	}
]