[
    {
        "id": 1,
        "name": "Паниран телешки дроб върху канапе от спагети",
		"products": ["телешки дроб - 300 г", "прясно мляко - 300 мл", "спагети от елда - 250 г", "чушки - 2 бр.", "лук - 1 бр.", "моркови - 1 бр.", "брашно"],
		"instructions": "Дроба почистваме, измиваме и накисваме в прясното мляко. Хубаво е да се накисне сутринта и до се приготви вечерта. \n\nСпагетите сваряваме в подсолена вода, зеленчуците почистваме и нарязваме на дребно, моркова настъргваме. \n\nВ тиган си нагряваме мазнина и задушаваме зеленчуците, щом омекнат, добавяме спагетите и пържим за 4-5 минути. \n\nСлед това измития и подсушен дроб овалваме в брашно и пържим в нагрята мазнина до златист цвят. \n\nПоставяме панирания дроб върху кухненска хартия да се отцеди мазнината. \n\nВ чиния слагаме от спагетите и върху тях парченца дроб. \n\nДобър апетит с паниран телешки дроб върху канапе от спагети."
	},
	{
        "id": 2,
        "name": "Моите пилешки дробчета с ориз",
		"products": ["пилешки дробчета - 1 кг", "ориз - 1 ч.ч.", "вода - 4 ч.ч.", "лук - 1 средна глава", "олио - 50 мл", "черен пипер", "чубрица"],
		"instructions": "Пилешките дробчета се сваряват, след което се измиват. Лукът се нарязва на ситно и се задушава в олиото. \n\nСлед това се слага оризът, който предварително е измит с вода, запържва се, докато стане със стъклен цвят. \n\nПосле се добавят 4 чаши вода. Необходими са за сваряване на ориза. \n\nДробчетата с ориз се поръсват с ронена чубрица и черен пипер. Слагат се в подходяща тава във фурната на 170 градуса за 40 минути. \n\nМоите пилешки дробчета с ориз стават чудесни. \n\nПриятен апетит! "
	},
	{
        "id": 3,
        "name": "Чудни ребърца на фурна",
		"products": ["свински ребърца - около 1 кг цели", "мед - 1 с.л.", "сол - 1/4 ч.л.", "кафява захар - 1 ч.л.", "червен пипер - 1 ч.л.", "пушен червен пипер - 1 ч.л.", "лют червен пипер - 1/2 ч.л.", "черен пипер - 1/4 ч.л.", "соев сос - 1 с.л.", "чесън - 1/2 ч.л. на прах"],
		"instructions": "Смесваме всички подправки, кафявата захар, меда и соевия сос. Разбъркваме много добре и с тази марината за свинско намазваме свинските ребърца. Покриваме ги с фолио и прибираме в хладилника за 24 часа. \n\nСлед това поставяме ребърцата в подходяща тава и покриваме с алуминиево фолио. \n\nПечем нашите чудни ребърца на фурна на 250 градуса около 1 час и 20 минути, като от време на време проверяваме готовността. \n\nНа края на времето за печене махаме фолиото, за да добият приятно зачервяване."
	}
]