[
    {
        "id": 1,
        "name": "Салата със скариди и авокадо",
		"products": ["айсберг - 1 бр.", "червен лук - 1 бр.", "чери домати - 15 бр.", "скариди - 20 бр.", "авокадо - 1 бр.", "пармезан", "балсамико"],
		"instructions": "Айсберга измиваме и подсушаваме, авокадото обелваме и му премахваме костилката, нарязваме го на малки парчета. \n\nСкаридите, щом се размразят, запичаме на сух тиган от двете страни до лек златист цвят. \n\nВ купа си накъсваме айсберга, добавяме почистения и нарязан лук, авокадото и разбъркваме. \n\nСипваме в чиния, слагаме си срязаните на две чери доматки, скаридите, пармезан и поръсваме с балсамико салатата с авокадо. \n\nРазбира се, може да овкусите със зехтин, сол или дресинг по ваш вкус салатата със скариди и авокадо."
    },
	{
        "id": 2,
        "name": "Салата Таралеж от кускус",
		"products": ["кускус - 1 пакет 400 г", "кисели краставички - 12 бр.", "чесън - 5 скилидки", "майонеза - 3 кутийки", "черен пипер - 1 щипка", "сол - на вкус"],
		"instructions": "За тази макаронена салата сваряваме кускуса в подсолена вода. \n\nПрез това време режем краставичките на дребни кубчета. \n\nРежем и чесъна на ситно (не го пресоваме) \n\nСлед като сме сварили кускуса, го отцеждаме и изплакваме със студена вода два пъти. \n\nСлед това добавяме краставичките и чесъна, объркваме добре, добавяме само две от майонезите, солта и черния пипер на вкус. \n\nОбъркваме и прибираме в хладилника до пълно изстудяване на салатата. \n\nСлед няколко часа, преди да бъде сервирана салатата с кускус, се добавя и третата майонеза и се разбърква добре. \n\nСлед това може да превърнете салатата Таралеж от кускус в шедьовър, декорирана по ваш избор."
    },
	{
        "id": 3,
        "name": "Салата с цвекло и нар",
		"products": ["цвекло - 3 бр.", "майонеза - 2 с.л.", "сол", "черен пипер", "нар"],
		"instructions": "Цвеклото почистваме, измиваме и поставяме в тенджера, заливаме го със студена вода и варим до готовност. \n\nСвареното цвекло настъргваме или нарязваме на малки ивички. \n\nПоставяме го в дълбока купа, добавяме майонезата, сол и черен пипер на вкус. \n\nРазбъркваме всички продукти добре. \n\nПрехвърляме в чиния и поръсваме витаминозната салата със зърна нар. \n\nСалатата с цвекло и нар е готова."
    }
]