[
    {
        "id": 1,
        "name": "Веган спаначени кюфтета",
		"products": ["картофи - 5 големи", "спанак - 250 - 300 г (пресен)", "сирене тофу - 100 г", "зелен лук - 2 стръка", "зехтин - 2 - 3 с.л.", "сол - на вкус"],
		"instructions": "Обелете, измийте и сварете добре картофите. \n\nИзмийте добре спанака и го задушете за 10 минути в зехтин на слаб огън, заедно с нарязаният на дребно зелен лук. \n\nНатрошаваме сиренето Тофу. \n\nКогато картофите са добре сварени, ги намачкваме хубаво. Не се притеснявайте, ако има малки бучки. \n\nСмесете картофите със спанака, сиренето и малко сол на вкус. \n\nОмесете добре сместа. Може да оставите за 2 часа в хладилник да стегне. \n\nВзимаме малко от сместа и оформяме топчета като за обикновени кюфтета. \n\nПечем зеленчуковите кюфтета върху хартия за печене на предварително загрята фурна на 180 градуса докато станат златисти - около 40-55 минути. \n\nВеган спаначените кюфтета са готови."
	},
	{
        "id": 2,
        "name": "Зеленччуци на фурна с кето заливка",
		"products": ["зеленчуков микс - 1 пакет замразен /моркови, карфиол и броколи/", "масло - 2 ч.л.", "вода - 1/2 ч.ч.", "яйца - 4 бр.", "топено сирене - 60 г", "сметана - 3 с.л. течна", "сол - 2 щипки", "черен пипер - 1 щипка", "куркума - 1 щипка"],
		"instructions": "Намазваме малка форма за печене с 1 ч.л. масло и изсипваме вътре зеленчуците. Посоляваме с една щипка сол, наливаме водата и поставяме във фурната. \n\nЗадушаваме зеленчуците на 200 градуса за около 15 минути. \n\nРазбиваме яйцата в купа. Добавяме сметаната, куркумата, черния пипер и топеното сирене, нарязано на дребно. Разбъркваме и заливаме зеленчуците. Отгоре добавяме останалото масло. \n\nВръщаме във фурната и запичаме зеленчуковата запеканка за около 15-20 минути. \n\nНашите зеленчуци на фурна с кето заливка са готови."
	},
	{
        "id": 3,
        "name": "Лападена яхния с фасул",
		"products": ["лапад - 2 връзки", "бял боб - 500 грама от консерва", "моркови - 1 настърган", "лук - 1 глава", "червен пипер - 1 с.л. (равна)", "джоджен", "универсална подправка", "олио - 5 с.л.", "сол"],
		"instructions": "Бланширайте почистения лапад, отцедете и го наситнете. \n\nЗагрейте достатъчно количество олио и запържете наситнения лук и настъргания морков. Посолете и гответе до омекване на продуктите. \n\nПрибавете лапада, разбъркайте и поръсете с червения пипер. \n\nСипете гореща вода и овкусете яхнията с посочените подправки. Добавете отцедения боб и гответе около 20 минути. \n\nПоднесете в компанията на пресен чесън. \n\nЛападената яхния с фасул е готова."
	}
]